// Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).

double a;
Console.Write("Введите число для проверки: ");
a = Console.Read();
    if (a % 2==0)
    {
    Console.WriteLine ("это четное число");
    }

    else
    {
     Console.WriteLine("это нечетное число");
    }
        
    
